{"d1e3": {"l": "./william_and_mary.html#william_and_mary","t": "College of William & Mary","d": "<div class=\"abstract\"><p class=\"shortdesc\">The College of William & Mary is the second-oldest college in the United States, located in Williamsburg, Virginia. Student Population William & Mary has around 9,000 students, including both undergraduate and graduate students. Popular Majors and Degrees Popular majors inc...</p></div>"},"d1e10": {"l": "./index.html#welocome","t": "Welcome","d": "<div class=\"abstract\"><p class=\"shortdesc\">To the repository of universities in Virginia. Apparently we cannot have a file named index.dita in Content Fusion. If you are seeing this page, you are in the GitHub Pages version of this site (or a PDF version).</p></div>"},"d1e17": {"l": "./james_madison_university.html#james_madison_university","t": "James Madison University","d": "<div class=\"abstract\"><p class=\"shortdesc\">James Madison University (JMU) is a public university located in Harrisonburg, Virginia, known for its student-centered learning environment. Student Population JMU has about 22,001 students, predominantly undergraduates, with a strong focus on liberal arts and sciences. Po...</p></div>"},"d1e24": {"l": "./virginia_tech.html#virginia_tech","t": "Virginia Tech","d": "<div class=\"abstract\"><p class=\"shortdesc\">Virginia Tech, formally known as the Virginia Polytechnic Institute and State University, is a top public research university in Blacksburg, Virginia. Student Population Virginia Tech serves over 34,001 students, including a large undergraduate population of about 29,000. P...</p></div>"},"d1e31": {"l": "./testing.html#testing","t": "Testing","d": "<p class=\"shortdesc\"> This is a lovely shortdesc </p> "},"d1e39": {"l": "./university_of_virginia.html#university_of_virginia","t": "University of Virginia","d": "<div class=\"abstract\"><p class=\"shortdesc\">The University of Virginia (UVA) is a prestigious public university located in Charlottesville, Virginia. Student Population As of 2023, UVA has a student population of approximately 25,000, including undergraduate and graduate students. Popular Majors and Degrees Popular m...</p></div>"},"d1e46": {"l": "./george_mason_university.html#george_mason_university","t": "George Mason University","d": "<div class=\"abstract\"><p class=\"shortdesc\">George Mason University (GMU) is a public university located in Fairfax, Virginia, known for its innovative research and diverse programs. Testing Yay! An image? Test Student Population GMU serves approximately 39,001 students, making it the largest public university in Vir...</p></div>"}}